Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Apple system binary · %@
ar: ملف نظام Apple التنفيذي · %@
ca: Binari del sistema Apple · %@
cs: Systémový binární soubor Apple · %@
da: Apple-systembinær fil · %@
de: Apple-Systemprogramm · %@
es: Binario del sistema Apple · %@
fi: Applen järjestelmäbinääri · %@
fr: Binaire système Apple · %@
he: קובץ מערכת של Apple · %@
hu: Apple rendszerbináris · %@
it: Binario di sistema Apple · %@
ja: Appleのシステムバイナリ · %@
ko: Apple 시스템 바이너리 · %@
nb: Apple-systembinærfil · %@
nl: Apple-systeembinary · %@
pl: Systemowy plik binarny Apple · %@
pt_br: Binário do sistema Apple · %@
pt_pt: Binário de sistema Apple · %@
ro: Binar de sistem Apple · %@
sl: Sistemska binarna datoteka Apple · %@
sv: Apple-systembinär · %@
uk: Системний бінарний файл Apple · %@
vi: Tệp nhị phân hệ thống Apple · %@
zh_hans: Apple 系统二进制文件 · %@
zh_hant: Apple 系統二進位檔 · %@

source: Applies to sessions opened from now on. Existing tabs keep the shell they started with.
ar: ينطبق على الجلسات التي تُفتح من الآن فصاعدًا. تحتفظ علامات التبويب الحالية بالصدفة التي بدأت بها.
ca: S'aplica a les sessions que s'obrin a partir d'ara. Les pestanyes existents conserven el shell amb què s'han iniciat.
cs: Platí pro relace otevřené od této chvíle. Stávající karty si ponechají shell, se kterým byly spuštěny.
da: Gælder for sessioner, der åbnes fra nu af. Eksisterende faner beholder den shell, de blev startet med.
de: Gilt für ab jetzt geöffnete Sitzungen. Bestehende Tabs behalten die Shell, mit der sie gestartet wurden.
es: Se aplica a las sesiones que abras a partir de ahora. Las pestañas existentes conservan la shell con la que se iniciaron.
fi: Koskee tästä eteenpäin avattavia istuntoja. Olemassa olevat välilehdet säilyttävät komentotulkin, jolla ne käynnistettiin.
fr: S'applique aux sessions ouvertes à partir de maintenant. Les onglets existants conservent le shell avec lequel ils ont démarré.
he: חל על הפעלות שייפתחו מעתה והלאה. לשוניות קיימות שומרות על המעטפת שאיתה הופעלו.
hu: A mostantól megnyitott munkamenetekre vonatkozik. A meglévő lapok megtartják azt a shellt, amellyel elindultak.
it: Si applica alle sessioni aperte da ora in poi. Le schede esistenti mantengono la shell con cui sono state avviate.
ja: 今後開くセッションに適用されます。既存のタブは起動時のシェルをそのまま使用します。
ko: 지금부터 여는 세션에 적용됩니다. 기존 탭은 시작할 때 사용한 셸을 그대로 유지합니다.
nb: Gjelder økter som åpnes fra nå av. Eksisterende faner beholder skallet de ble startet med.
nl: Geldt voor sessies die vanaf nu worden geopend. Bestaande tabbladen behouden de shell waarmee ze zijn gestart.
pl: Dotyczy sesji otwieranych od teraz. Istniejące karty zachowują powłokę, z którą zostały uruchomione.
pt_br: Aplica-se às sessões abertas a partir de agora. As abas existentes mantêm o shell com o qual foram iniciadas.
pt_pt: Aplica-se às sessões abertas a partir de agora. Os separadores existentes mantêm a shell com que foram iniciados.
ro: Se aplică sesiunilor deschise de acum înainte. Filele existente păstrează shell-ul cu care au pornit.
sl: Velja za seje, odprte od zdaj naprej. Obstoječi zavihki ohranijo lupino, s katero so se zagnali.
sv: Gäller sessioner som öppnas från och med nu. Befintliga flikar behåller skalet de startades med.
uk: Застосовується до сеансів, відкритих відтепер. Наявні вкладки зберігають оболонку, з якою їх було запущено.
vi: Áp dụng cho các phiên được mở từ giờ trở đi. Các tab hiện có vẫn giữ shell mà chúng đã khởi chạy.
zh_hans: 仅对此后打开的会话生效。现有标签页仍使用启动时的 Shell。
zh_hant: 僅套用於此後開啟的工作階段。現有分頁仍使用啟動時的 Shell。

source: Applies to sessions opened from now on. Existing tabs keep the value they connected with.
ar: ينطبق على الجلسات التي تُفتح من الآن فصاعدًا. تحتفظ علامات التبويب الحالية بالقيمة التي اتصلت بها.
ca: S'aplica a les sessions que s'obrin a partir d'ara. Les pestanyes existents conserven el valor amb què s'han connectat.
cs: Platí pro relace otevřené od této chvíle. Stávající karty si ponechají hodnotu, se kterou se připojily.
da: Gælder for sessioner, der åbnes fra nu af. Eksisterende faner beholder den værdi, de blev forbundet med.
de: Gilt für ab jetzt geöffnete Sitzungen. Bestehende Tabs behalten den Wert, mit dem sie verbunden wurden.
es: Se aplica a las sesiones que abras a partir de ahora. Las pestañas existentes conservan el valor con el que se conectaron.
fi: Koskee tästä eteenpäin avattavia istuntoja. Olemassa olevat välilehdet säilyttävät arvon, jolla ne yhdistettiin.
fr: S'applique aux sessions ouvertes à partir de maintenant. Les onglets existants conservent la valeur avec laquelle ils se sont connectés.
he: חל על הפעלות שייפתחו מעתה והלאה. לשוניות קיימות שומרות על הערך שאיתו התחברו.
hu: A mostantól megnyitott munkamenetekre vonatkozik. A meglévő lapok megtartják azt az értéket, amellyel csatlakoztak.
it: Si applica alle sessioni aperte da ora in poi. Le schede esistenti mantengono il valore con cui si sono connesse.
ja: 今後開くセッションに適用されます。既存のタブは接続時の値をそのまま使用します。
ko: 지금부터 여는 세션에 적용됩니다. 기존 탭은 연결할 때 사용한 값을 그대로 유지합니다.
nb: Gjelder økter som åpnes fra nå av. Eksisterende faner beholder verdien de koblet til med.
nl: Geldt voor sessies die vanaf nu worden geopend. Bestaande tabbladen behouden de waarde waarmee ze verbinding hebben gemaakt.
pl: Dotyczy sesji otwieranych od teraz. Istniejące karty zachowują wartość, z którą się połączyły.
pt_br: Aplica-se às sessões abertas a partir de agora. As abas existentes mantêm o valor com o qual se conectaram.
pt_pt: Aplica-se às sessões abertas a partir de agora. Os separadores existentes mantêm o valor com que se ligaram.
ro: Se aplică sesiunilor deschise de acum înainte. Filele existente păstrează valoarea cu care s-au conectat.
sl: Velja za seje, odprte od zdaj naprej. Obstoječi zavihki ohranijo vrednost, s katero so se povezali.
sv: Gäller sessioner som öppnas från och med nu. Befintliga flikar behåller värdet de anslöt med.
uk: Застосовується до сеансів, відкритих відтепер. Наявні вкладки зберігають значення, з яким вони під'єдналися.
vi: Áp dụng cho các phiên được mở từ giờ trở đi. Các tab hiện có vẫn giữ giá trị mà chúng đã dùng khi kết nối.
zh_hans: 仅对此后打开的会话生效。现有标签页仍保持连接时使用的值。
zh_hant: 僅套用於此後開啟的工作階段。現有分頁會保留連線時使用的值。

source: Apply
ar: تطبيق
ca: Aplica
cs: Použít
da: Anvend
de: Übernehmen
es: Aplicar
fi: Käytä
fr: Appliquer
he: החל
hu: Alkalmaz
it: Applica
ja: 適用
ko: 적용
nb: Bruk
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
pt_pt: Aplicar
ro: Aplică
sl: Uporabi
sv: Använd
uk: Застосувати
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Apply Changes
ar: تطبيق التغييرات
ca: Aplica els canvis
cs: Použít změny
da: Anvend ændringer
de: Änderungen übernehmen
es: Aplicar cambios
fi: Ota muutokset käyttöön
fr: Appliquer les modifications
he: החל שינויים
hu: Módosítások alkalmazása
it: Applica modifiche
ja: 変更を適用
ko: 변경 사항 적용
nb: Bruk endringer
nl: Wijzigingen toepassen
pl: Zastosuj zmiany
pt_br: Aplicar Alterações
pt_pt: Aplicar Alterações
ro: Aplicare modificări
sl: Uporabi spremembe
sv: Tillämpa ändringar
uk: Застосувати зміни
vi: Áp dụng thay đổi
zh_hans: 应用更改
zh_hant: 套用變更

source: Apply terminal theme colors to sheets and settings.
ar: تطبيق ألوان سمة الطرفية على الأوراق والإعدادات.
ca: Aplica els colors del tema del terminal als fulls i la configuració.
cs: Použít barvy motivu terminálu na listy a nastavení.
da: Anvend terminalens temafarver på ark og indstillinger.
de: Terminal-Designfarben auf Blätter und Einstellungen anwenden.
es: Aplicar los colores del tema de la terminal a las hojas y ajustes.
fi: Käytä terminaalin teemavärejä taulukoissa ja asetuksissa.
fr: Appliquer les couleurs du thème du terminal aux feuilles et aux réglages.
he: החל צבעי ערכת נושא של הטרמינל על גיליונות והגדרות.
hu: Terminál téma színeinek alkalmazása lapokra és beállításokra.
it: Applica i colori del tema del terminale ai fogli e alle impostazioni.
ja: ターミナルのテーマカラーをシートと設定に適用します。
ko: 터미널 테마 색상을 시트 및 설정에 적용합니다.
nb: Bruk terminalens temafarger på ark og innstillinger.
nl: Pas terminaalthemakleuren toe op bladen en instellingen.
pl: Zastosuj kolory motywu terminala do arkuszy i ustawień.
pt_br: Aplicar as cores do tema do terminal às folhas e configurações.
pt_pt: Aplicar as cores do tema do terminal às folhas e definições.
ro: Aplică culorile temei terminalului la foi și setări.
sl: Uporabi barve teme terminala na listih in nastavitvah.
sv: Använd terminalens temafärger på blad och inställningar.
uk: Застосувати кольори теми терміналу до аркушів та налаштувань.
vi: Áp dụng màu chủ đề terminal cho các trang và cài đặt.
zh_hans: 将终端主题颜色应用到面板和设置。
zh_hant: 將終端機主題顏色套用到面板和設定。

source: Apply the same opacity to the pinned vertical tab sidebar.
ar: تطبيق الشفافية نفسها على شريط علامات التبويب الجانبي العمودي المثبّت.
ca: Aplica la mateixa opacitat a la barra lateral de pestanyes vertical fixada.
cs: Použije stejnou průhlednost na připnutý svislý boční panel karet.
da: Anvender den samme uigennemsigtighed på det fastgjorte lodrette sidepanel med faner.
de: Wendet dieselbe Deckkraft auf die angeheftete vertikale Tab-Seitenleiste an.
es: Aplica la misma opacidad a la barra lateral de pestañas vertical fijada.
fi: Käyttää samaa läpinäkyvyyttä kiinnitetyssä pystysuuntaisessa välilehtien sivupalkissa.
fr: Applique la même opacité à la barre latérale d'onglets verticale épinglée.
he: החלת אותה שקיפות על סרגל הצד האנכי המוצמד של הלשוניות.
hu: Ugyanazt az átlátszatlanságot alkalmazza a rögzített függőleges lapsávra.
it: Applica la stessa opacità alla barra laterale verticale delle schede fissata.
ja: 固定された縦型タブサイドバーに同じ不透明度を適用します。
ko: 고정된 세로 탭 사이드바에 동일한 불투명도를 적용합니다.
nb: Bruker samme gjennomsiktighet på det festede vertikale sidepanelet med faner.
nl: Past dezelfde dekking toe op de vastgezette verticale tabbladzijbalk.
pl: Stosuje to samo krycie do przypiętego pionowego panelu bocznego kart.
pt_br: Aplica a mesma opacidade à barra lateral de abas vertical fixada.
pt_pt: Aplica a mesma opacidade à barra lateral de separadores vertical fixada.
ro: Aplică aceeași opacitate pentru bara laterală verticală de file fixată.
sl: Uporabi enako prosojnost za pripeto navpično stransko vrstico z zavihki.
sv: Använder samma opacitet på det fästa vertikala sidofältet med flikar.
uk: Застосовує ту саму прозорість до закріпленої вертикальної бічної панелі вкладок.
vi: Áp dụng cùng độ mờ cho thanh bên tab dọc đã ghim.
zh_hans: 对固定的垂直标签边栏应用相同的不透明度。
zh_hant: 對固定的垂直分頁側邊欄套用相同的不透明度。

source: Applying changes...
ar: جارٍ تطبيق التغييرات…
ca: Aplicant canvis…
cs: Aplikování změn…
da: Anvender ændringer…
de: Änderungen werden angewendet …
es: Aplicando cambios…
fi: Otetaan muutoksia käyttöön…
fr: Application des modifications…
he: מחיל שינויים…
hu: Módosítások alkalmazása...
it: Applicazione modifiche…
ja: 変更を適用中…
ko: 변경사항 적용 중…
nb: Bruker endringer...
nl: Wijzigingen toepassen…
pl: Stosowanie zmian…
pt_br: Aplicando alterações…
pt_pt: A aplicar alterações…
ro: Se aplică modificările…
sl: Uveljavljanje sprememb …
sv: Tillämpar ändringar…
uk: Застосування змін…
vi: Đang áp dụng thay đổi…
zh_hans: 正在应用更改…
zh_hant: 正在套用變更…

source: Approval Mode
ar: وضع الموافقة
ca: Mode d'aprovació
cs: Režim schvalování
da: Godkendelsestilstand
de: Genehmigungsmodus
es: Modo de aprobación
fi: Hyväksyntätila
fr: Mode d'approbation
he: מצב אישור
hu: Jóváhagyási mód
it: Modalità di approvazione
ja: 承認モード
ko: 승인 모드
nb: Godkjenningsmodus
nl: Goedkeuringsmodus
pl: Tryb zatwierdzania
pt_br: Modo de Aprovação
pt_pt: Modo de Aprovação
ro: Mod de aprobare
sl: Način odobravanja
sv: Godkännandeläge
uk: Режим схвалення
vi: Chế độ phê duyệt
zh_hans: 批准模式
zh_hant: 核准模式

source: Approve
ar: موافقة
ca: Aprova
cs: Schválit
da: Godkend
de: Genehmigen
es: Aprobar
fi: Hyväksy
fr: Approuver
he: אשר
hu: Jóváhagyás
it: Approva
ja: 承認
ko: 승인
nb: Godkjenn
nl: Goedkeuren
pl: Zatwierdź
pt_br: Aprovar
pt_pt: Aprovar
ro: Aprobare
sl: Odobri
sv: Godkänn
uk: Схвалити
vi: Phê duyệt
zh_hans: 批准
zh_hant: 核准

source: Approve requests until disconnection
ar: الموافقة على الطلبات حتى قطع الاتصال
ca: Aprova les sol·licituds fins a la desconnexió
cs: Schvalovat požadavky do odpojení
da: Godkend anmodninger indtil afbrydelse
de: Anfragen bis zur Trennung genehmigen
es: Aprobar solicitudes hasta la desconexión
fi: Hyväksy pyynnöt yhteyden katkaisuun asti
fr: Approuver les requêtes jusqu'à la déconnexion
he: אישור בקשות עד להתנתקות
hu: Kérések jóváhagyása a leválasztásig
it: Approva le richieste fino alla disconnessione
ja: 切断されるまでリクエストを承認
ko: 연결이 끊길 때까지 요청 승인
nb: Godkjenn forespørsler til frakobling
nl: Verzoeken goedkeuren tot verbreking
pl: Zatwierdzaj żądania do momentu rozłączenia
pt_br: Aprovar solicitações até a desconexão
pt_pt: Aprovar pedidos até à desconexão
ro: Aprobă cererile până la deconectare
sl: Odobri zahteve do prekinitve povezave
sv: Godkänn förfrågningar tills frånkoppling
uk: Схвалювати запити до відʼєднання
vi: Phê duyệt yêu cầu cho đến khi ngắt kết nối
zh_hans: 在断开连接前持续批准请求
zh_hant: 在中斷連線前持續核准請求

source: Approve the VPN system extension in System Settings → Login Items & Extensions to finish connecting.
ar: وافق على امتداد نظام VPN في إعدادات النظام → عناصر تسجيل الدخول والإضافات لإكمال الاتصال.
ca: Aprova l'extensió del sistema VPN a Configuració del Sistema → Elements d'inici i extensions per acabar la connexió.
cs: Schvalte systémové rozšíření VPN v Nastavení systému → Přihlašovací položky a rozšíření a dokončete tak připojení.
da: Godkend VPN-systemudvidelsen under Systemindstillinger → Login-emner og udvidelser for at fuldføre forbindelsen.
de: Genehmige die VPN-Systemerweiterung unter Systemeinstellungen → Anmeldeobjekte & Erweiterungen, um die Verbindung abzuschließen.
es: Aprueba la extensión del sistema de la VPN en Ajustes del Sistema → Ítems de inicio y extensiones para terminar de conectar.
fi: Hyväksy VPN-järjestelmälaajennus kohdassa Järjestelmäasetukset → Kirjautumiskohteet ja laajennukset viimeistelläksesi yhteyden.
fr: Approuvez l'extension système du VPN dans Réglages Système → Ouverture et extensions pour terminer la connexion.
he: אשר את הרחבת המערכת של VPN בהגדרות המערכת → פריטי כניסה והרחבות כדי להשלים את החיבור.
hu: Hagyd jóvá a VPN rendszerbővítményt a Rendszerbeállítások → Bejelentkezési elemek és bővítmények menüben a csatlakozás befejezéséhez.
it: Approva l'estensione di sistema della VPN in Impostazioni di Sistema → Elementi login ed estensioni per completare la connessione.
ja: 接続を完了するには、システム設定 → ログイン項目と機能拡張で VPN システム機能拡張を承認してください。
ko: 연결을 완료하려면 시스템 설정 → 로그인 항목 및 확장 프로그램에서 VPN 시스템 확장을 승인하세요.
nb: Godkjenn VPN-systemutvidelsen under Systeminnstillinger → Påloggingsobjekter og utvidelser for å fullføre tilkoblingen.
nl: Keur de VPN-systeemextensie goed via Systeeminstellingen → Inlogonderdelen en extensies om de verbinding te voltooien.
pl: Zatwierdź rozszerzenie systemowe VPN w Ustawienia systemowe → Elementy logowania i rozszerzenia, aby dokończyć łączenie.
pt_br: Aprove a extensão de sistema da VPN em Ajustes do Sistema → Itens de início e extensões para concluir a conexão.
pt_pt: Aprove a extensão de sistema da VPN em Definições do Sistema → Itens de início e extensões para concluir a ligação.
ro: Aprobă extensia de sistem VPN în Configurări de sistem → Elemente de conectare și extensii pentru a finaliza conectarea.
sl: Odobrite sistemsko razširitev VPN v Sistemske nastavitve → Elementi za prijavo in razširitve, da dokončate povezovanje.
sv: Godkänn VPN-systemtillägget under Systeminställningar → Inloggningsobjekt och tillägg för att slutföra anslutningen.
uk: Схваліть системне розширення VPN у Системні параметри → Об'єкти входу та розширення, щоб завершити підключення.
vi: Phê duyệt tiện ích mở rộng hệ thống VPN trong Cài đặt hệ thống → Mục đăng nhập và Tiện ích mở rộng để hoàn tất kết nối.
zh_hans: 在「系统设置」→「登录项与扩展」中批准 VPN 系统扩展以完成连接。
zh_hant: 在「系統設定」→「登入項目與延伸功能」中核准 VPN 系統延伸功能以完成連線。

source: Architecture
ar: البنية المعمارية
ca: Arquitectura
cs: Architektura
da: Arkitektur
de: Architektur
es: Arquitectura
fi: Arkkitehtuuri
he: ארכיטקטורה
hu: Architektúra
it: Architettura
ja: アーキテクチャ
ko: 아키텍처
nb: Arkitektur
nl: Architectuur
pl: Architektura
pt_br: Arquitetura
pt_pt: Arquitetura
ro: Arhitectură
sl: Arhitektura
sv: Arkitektur
uk: Архітектура
vi: Kiến trúc
zh_hans: 架构
zh_hant: 架構

source: Archives & Compression:
ar: الأرشيفات والضغط:
ca: Arxius i compressió:
cs: Archivy a komprese:
da: Arkiver og komprimering:
de: Archive und Komprimierung:
es: Archivos y compresión:
fi: Arkistot ja pakkaus:
fr: Archives et compression :
he: ארכיונים ודחיסה:
hu: Archívumok és tömörítés:
it: Archivi e compressione:
ja: アーカイブと圧縮:
ko: 아카이브 및 압축:
nb: Arkiver og komprimering:
nl: Archieven en compressie:
pl: Archiwa i kompresja:
pt_br: Arquivos e compressão:
pt_pt: Arquivos e compressão:
ro: Arhive și compresie:
sl: Arhivi in stiskanje:
sv: Arkiv och komprimering:
uk: Архіви та стиснення:
vi: Lưu trữ & Nén:
zh_hans: 归档与压缩：
zh_hant: 封存與壓縮：

source: Are you sure you want to delete '%@'? The kubeconfig will be removed from your device.
ar: هل أنت متأكد أنك تريد حذف '%@'؟ سيتم إزالة kubeconfig من جهازك.
ca: Esteu segur que voleu suprimir '%@'? El kubeconfig s'eliminarà del vostre dispositiu.
cs: Opravdu chcete smazat „%@“? Kubeconfig bude odstraněn z vašeho zařízení.
da: Er du sikker på, at du vil slette '%@'? Kubeconfig vil blive fjernet fra din enhed.
de: Möchten Sie „%@“ wirklich löschen? Die Kubeconfig wird von Ihrem Gerät entfernt.
es: ¿Está seguro de que desea eliminar '%@'? El kubeconfig se eliminará de su dispositivo.
fi: Haluatko varmasti poistaa '%@'? Kubeconfig poistetaan laitteeltasi.
fr: Voulez-vous vraiment supprimer « %@ » ? La kubeconfig sera supprimée de votre appareil.
he: האם אתה בטוח שברצונך למחוק את '%@'? ה-kubeconfig יוסר מהמכשיר שלך.
hu: Biztosan törölni szeretné a(z) '%@' elemet? A kubeconfig el lesz távolítva az eszközéről.
it: Eliminare '%@'? Il kubeconfig verrà rimosso dal dispositivo.
ja: 「%@」を削除してもよろしいですか？kubeconfigはデバイスから削除されます。
ko: '%@'을(를) 삭제하시겠습니까? kubeconfig가 기기에서 제거됩니다.
nb: Er du sikker på at du vil slette «%@»? Kubeconfig-filen vil bli fjernet fra enheten din.
nl: Weet u zeker dat u '%@' wilt verwijderen? De kubeconfig wordt van uw apparaat verwijderd.
pl: Czy na pewno chcesz usunąć '%@'? Plik kubeconfig zostanie usunięty z Twojego urządzenia.
pt_br: Tem certeza de que deseja excluir '%@'? O kubeconfig será removido do seu dispositivo.
pt_pt: Tem a certeza de que pretende eliminar '%@'? O kubeconfig será removido do seu dispositivo.
ro: Sigur doriți să ștergeți „%@”? Fișierul kubeconfig va fi eliminat de pe dispozitiv.
sl: Ali ste prepričani, da želite izbrisati »%@«? Kubeconfig bo odstranjen iz vaše naprave.
sv: Är du säker på att du vill ta bort '%@'? Kubeconfig-filen kommer att tas bort från din enhet.
uk: Ви впевнені, що хочете видалити «%@»? Kubeconfig буде вилучено з вашого пристрою.
vi: Bạn có chắc chắn muốn xóa '%@' không? Kubeconfig sẽ bị xóa khỏi thiết bị của bạn.
zh_hans: 确定要删除“%@”吗？kubeconfig 将从您的设备中删除。
zh_hant: 確定要刪除「%@」嗎？kubeconfig 將從您的裝置中移除。

source: Are you sure you want to delete '%@'? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف '%@'؟ لا يمكن التراجع عن هذا الإجراء.
ca: Esteu segur que voleu suprimir '%@'? Aquesta acció no es pot desfer.
cs: Opravdu chcete smazat „%@“? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette '%@'? Denne handling kan ikke fortrydes.
de: Möchten Sie „%@“ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
fi: Haluatko varmasti poistaa '%@'? Tätä toimintoa ei voi kumota.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
he: האם אתה בטוח שברצונך למחוק את '%@'? לא ניתן לבטל פעולה זו.
hu: Biztosan törölni szeretné a(z) '%@' elemet? Ez a művelet nem vonható vissza.
it: Eliminare '%@'? Questa azione non può essere annullata.
ja: 「%@」を削除してもよろしいですか？この操作は取り消せません。
ko: '%@'을(를) 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
nb: Er du sikker på at du vil slette «%@»? Denne handlingen kan ikke angres.
nl: Weet u zeker dat u '%@' wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć '%@'? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que deseja excluir '%@'? Esta ação não pode ser desfeita.
pt_pt: Tem a certeza de que pretende eliminar '%@'? Esta ação não pode ser revertida.
ro: Sigur doriți să ștergeți „%@”? Această acțiune nu poate fi anulată.
sl: Ali ste prepričani, da želite izbrisati »%@«? Tega dejanja ni mogoče razveljaviti.
sv: Är du säker på att du vill ta bort '%@'? Denna åtgärd kan inte ångras.
uk: Ви впевнені, що хочете видалити «%@»? Цю дію неможливо скасувати.
vi: Bạn có chắc chắn muốn xóa '%@' không? Thao tác này không thể hoàn tác.
zh_hans: 确定要删除“%@”吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

source: Are you sure you want to delete '%@'? This will remove the account and all cached AP data.
ar: هل أنت متأكد من حذف '%@'؟ سيؤدي ذلك إلى إزالة الحساب وجميع بيانات نقاط الوصول المخزنة مؤقتاً.
ca: Esteu segur que voleu eliminar '%@'? Això eliminarà el compte i totes les dades d'AP en memòria cau.
cs: Opravdu chcete smazat '%@'? Tím se odstraní účet a všechna uložená data AP.
da: Er du sikker på, at du vil slette '%@'? Dette vil fjerne kontoen og alle cachelagrede AP-data.
de: Möchten Sie '%@' wirklich löschen? Dadurch werden das Konto und alle zwischengespeicherten AP-Daten entfernt.
es: ¿Seguro que quieres eliminar '%@'? Esto eliminará la cuenta y todos los datos de AP en caché.
fi: Haluatko varmasti poistaa '%@'? Tämä poistaa tilin ja kaikki välimuistissa olevat AP-tiedot.
fr: Voulez-vous vraiment supprimer '%@' ? Cela supprimera le compte et toutes les données AP en cache.
he: האם אתה בטוח שברצונך למחוק את '%@'? פעולה זו תסיר את החשבון ואת כל נתוני ה-AP השמורים.
hu: Biztosan törölni szeretné a(z) '%@' fiókot? Ez eltávolítja a fiókot és az összes gyorsítótárazott AP adatot.
it: Sei sicuro di voler eliminare '%@'? Questo rimuoverà l'account e tutti i dati AP memorizzati.
ja: '%@' を削除してもよろしいですか？アカウントとキャッシュされたすべてのAPデータが削除されます。
ko: '%@'을(를) 삭제하시겠습니까? 계정과 캐시된 모든 AP 데이터가 제거됩니다.
nb: Er du sikker på at du vil slette '%@'? Dette vil fjerne kontoen og alle hurtigbufrede AP-data.
nl: Weet je zeker dat je '%@' wilt verwijderen? Dit verwijdert het account en alle gecachte AP-gegevens.
pl: Czy na pewno chcesz usunąć '%@'? Spowoduje to usunięcie konta i wszystkich buforowanych danych AP.
pt_br: Tem certeza de que deseja excluir '%@'? Isso removerá a conta e todos os dados de AP em cache.
pt_pt: Tem a certeza de que pretende eliminar '%@'? Isto irá remover a conta e todos os dados de AP em cache.
ro: Sigur doriți să ștergeți '%@'? Aceasta va elimina contul și toate datele AP stocate în cache.
sl: Ali ste prepričani, da želite izbrisati '%@'? S tem boste odstranili račun in vse predpomnjene podatke AP.
sv: Är du säker på att du vill radera '%@'? Detta tar bort kontot och alla cachade AP-data.
uk: Ви впевнені, що хочете видалити '%@'? Це видалить обліковий запис та всі кешовані дані AP.
vi: Bạn có chắc muốn xóa '%@' không? Thao tác này sẽ xóa tài khoản và tất cả dữ liệu AP đã lưu trong bộ nhớ đệm.
zh_hans: 确定要删除“%@”吗？这将移除该账户及所有缓存的 AP 数据。
zh_hant: 確定要刪除「%@」嗎？這將移除該帳戶及所有快取的 AP 資料。
